LANGDATA = {
    "bn": {
        "lang": "Bengali",
        "script": ["২", "হ", "ষ", "আ", "ঔ", "ই", "ঐ", "ি", "শ", "ঁ", "৪", "৮", "ঠ", "ণ", "য", "ঈ", "ঘ", "ফ", "ঞ", "জ", "ড়", "র", "ট", "ভ", "ৃ", "ঢ়", "অ", "০", "স", "৩", "৭", "৯", "প", "ম", "ক", "ং", "ু", "ছ", "৬", "গ", "ঃ", "ো", "্", "ঊ", "চ", "ল", "ী", "ঢ", "ত", "ৎ", "উ", "য়", "১", "ঋ", " ", "ড", "দ", "়", "ঙ", "ূ", "থ", "খ", "ৌ", "ে", "ব", "ৈ", "ও", "৫", "া", "ধ", "ঝ", "ন", "এ", "‌", "‍"],
        "model_url": "1tlJlnviHiLxllsm2TVaFQLt84Dr2Np0K"
    },
    "gu": {
        "lang": "Gujarati",
        "script": ["ઐ", "ર", "ા", "િ", "બ", "ણ", "ખ", "ધ", "ઇ", "એ", "ડ", "ફ", "ૉ", "ુ", "મ", "સ", "ઈ", "ઢ", "્", "ટ", "ઋ", "ગ", "ઔ", "ઠ", "થ", "ઓ", "ૈ", "લ", "ચ", "ે", "શ", "પ", "ૌ", "ય", "ૂ", "ત", "ભ", "ઝ", "ી", "ૃ", "વ", "આ", "હ", "઼", "ઁ", "ષ", "ં", "છ", "ૐ", "ઊ", "ઃ", "ક", "અ", "ળ", "ૅ", "ઑ", "ઞ", "ઍ", "ન", "જ", "દ", "ઉ", "ો", "ઘ", "ૠ", "‌", "‍"],
        "model_url": "1nxQbXVPDh_ITamtS7RNfMb3yUJLRO6ir"
    },
    "hi": {
        "lang": "Hindi",
        "script": ["े", "ु", "य", "र", "छ", "उ", "ॐ", "थ", "ि", "ी", "ा", "ढ", "ट", "ई", "ँ", "ऐ", "क", "ए", "ल", "द", "च", "झ", "ॅ", "ग", "त", "्", "ज", "अ", "ब", "ड", "ं", "प", "फ", "ओ", "भ", "इ", "ऊ", "ू", "औ", "न", "ौ", "़", "आ", "ऑ", "ह", "श", "ष", "ृ", "ॉ", "घ", "ञ", "ो", "ै", "व", "ः", "ङ", "ण", "ध", "म", "स", "ऋ", "ठ", "ख", "‌", "‍"],
        "model_url": "1F3NEr-cl-2fIos4aig0NQy_WJy9qDkJK"
    },
    "ml": {
        "lang": "Malayalam",
        "script": ["ഫ", "‌", "ആ", "ാ", "ഋ", "ി", "ൈ", "ഓ", "ൗ", "ല", "ഔ", "ൊ", "ള", "സ", "ത", "്", "പ", "ൻ", "ൾ", "ഝ", "യ", "ഠ", "ൽ", "ഖ", "ൃ", "ൺ", "ണ", "ഉ", "റ", "ീ", "േ", "ര", "ഹ", "ഞ", "ഘ", "ു", "ച", "ഡ", "ഭ", "ഒ", "ഢ", "എ", "വ", "ദ", "ോ", "ട", "ഴ", "ഇ", "ർ", "ഷ", "െ", "ജ", "ഥ", "അ", "ഊ", "ഏ", "ങ", "ഈ", "ഛ", "ന", "ശ", "മ", "ഐ", "ധ", "ം", "ബ", "ക", "ഃ", "ൂ", "ഗ", "‌", "‍"],
        "model_url": "1PnMLyrg-JbpBCL10pia3MHIfnVKM46Rp"
    },
    "pa": {
        "lang": "Punjabi",
        "script": ["ਭ", "ਛ", "ਊ", "ਖ", "ਤ", "ੱ", "਼", "ੁ", "ੂ", "ਿ", "ਲ", "ਅ", "ੈ", "ਈ", "ਧ", "ਚ", "ਙ", "ਉ", "ੰ", "ਸ", "ੇ", "ਐ", "ਝ", "ਘ", "ਏ", "ਣ", "ਨ", "ਂ", "ੋ", "ਫ", "ਬ", "ੌ", "ਟ", "ਪ", "੍", "ਦ", "ਓ", "ਗ", "ਵ", "ਕ", "ਢ", "ਯ", "ਔ", "ਰ", "ਡ", "ਾ", "ਜ", "ਥ", "ੀ", "ਆ", "ਮ", "ੜ", "ਇ", "ਹ", "ਠ", "ਞ", "‌", "‍"],
        "model_url": "13KjxQWsbfABbtLb0Uqbam96gfsJYI7uA"
    },
    "sd": {
        "lang": "Sindhi",
        "script": ["گ", "م", "خ", "چ", "ف", "غ", "آ", "ڻ", "ذ", "ح", "ع", "ظ", "ڱ", "و", "ہ", "ّ", "ڄ", "ڳ", "ڙ", "ُ", "ک", "س", "ر", "ھ", "ڃ", "ٽ", "ة", "ڦ", "ڍ", "ٿ", "ج", "ص", "ه", "ب", "ٻ", "ڇ", "ـ", "ض", "ئ", "ً", "ي", "ِ", "پ", "ت", "ڪ", "ن", "ث", "َ", "ؤ", "ڏ", "ش", "ٺ", "ز", "ی", "۾", "ا", "ٌ", "ڀ", "د", "ل", "ڊ", "ط", "ك", "ڌ", "ق", "ء", "‌", "‍"],
        "model_url": "13KjxQWsbfABbtLb0Uqbam96gfsJYI7uA"
    },
    "ta": {
        "lang": "Tamil",
        "script": ["ண", "இ", "ர", "ட", "ள", "ச", "ஹ", "ஆ", "்", "ழ", "ௌ", "ு", "ீ", "ஜ", "ா", "ய", "ூ", "ஞ", "ல", "ஷ", "ம", "ஏ", "ங", "ஃ", "ப", "ற", "ஊ", "ந", "ஓ", "அ", "ன", "ெ", "ே", "ை", "த", "ஐ", "க", "ஈ", "ி", "ஸ", "வ", "எ", "ஒ", "உ", "ோ", "ொ", "‌", "‍"],
        "model_url": "1bQPqadJ9rnhuBjvdTc_AP8jQPwWtIavO"
    },
    "ur": {
        "lang": "Urdu",
        "script": ["ش", "ب", "ِ", "گ", "ّ", "خ", "ا", "پ", "ث", "ق", "ٗ", "ض", "چ", "ڈ", "ً", "ز", "ت", "ٰ", "د", "ۓ", "ؤ", "ٹ", "س", "ی", "ع", "ُ", "ن", "ئ", "ں", "غ", "ل", "ح", "ط", "ك", "ي", "آ", "ر", "ڑ", "ج", "ھ", "ء", "ۃ", "ص", "ک", "َ", "ه", "ژ", "ذ", "ہ", "ظ", "ے", "و", "ف", "م", "‌", "‍"],
        "model_url": "1Dad2YxUaM81k6fKkn8E-lKD1DGAOsnhO"
    }
}
